var citys = [
// {
//     "name": "北京",
//     "city": [{
//         "name": "北京",
//         "area": ["东城区", "西城区", "崇文区", "宣武区", "朝阳区", "丰台区", "石景山区", "海淀区", "门头沟区", "房山区", "通州区", "顺义区", "昌平区", "大兴区", "平谷区", "怀柔区", "密云县", "延庆县"]
//     }]
// },
{
    "name": "广东",
    "city": [{
        "name": "广州",
        "area": ["越秀区", "荔湾区", "海珠区", "天河区", "白云区", "黄埔区", "番禺区", "花都区", "南沙区", "萝岗区", "增城市", "从化市", "其他"]
    },
    {
        "name": "深圳",
        "area": ["福田区", "罗湖区", "南山区", "宝安区", "龙岗区", "盐田区", "其他"]
    },
    {
        "name": "东莞",
        "area": ["莞城", "常平", "塘厦", "塘厦", "塘厦", "其他"]
    },
    {
        "name": "中山",
        "area": ["中山"]
    },
    {
        "name": "潮州",
        "area": ["湘桥区", "潮安县", "饶平县", "其他"]
    },
    {
        "name": "揭阳",
        "area": ["榕城区", "揭东县", "揭西县", "惠来县", "普宁市", "其他"]
    },
    {
        "name": "云浮",
        "area": ["云城区", "新兴县", "郁南县", "云安县", "罗定市", "其他"]
    },
    {
        "name": "珠海",
        "area": ["香洲区", "斗门区", "金湾区", "其他"]
    },
    {
        "name": "汕头",
        "area": ["金平区", "濠江区", "龙湖区", "潮阳区", "潮南区", "澄海区", "南澳县", "其他"]
    },
    {
        "name": "韶关",
        "area": ["浈江区", "武江区", "曲江区", "乐昌市", "南雄市", "始兴县", "仁化县", "翁源县", "新丰县", "乳源瑶族自治县", "其他"]
    },
    {
        "name": "佛山",
        "area": ["禅城区", "南海区", "顺德区", "三水区", "高明区", "其他"]
    },
    {
        "name": "江门",
        "area": ["蓬江区", "江海区", "新会区", "恩平市", "台山市", "开平市", "鹤山市", "其他"]
    },
    {
        "name": "湛江",
        "area": ["赤坎区", "霞山区", "坡头区", "麻章区", "吴川市", "廉江市", "雷州市", "遂溪县", "徐闻县", "其他"]
    },
    {
        "name": "茂名",
        "area": ["茂南区", "茂港区", "化州市", "信宜市", "高州市", "电白县", "其他"]
    },
    {
        "name": "肇庆",
        "area": ["端州区", "鼎湖区", "高要市", "四会市", "广宁县", "怀集县", "封开县", "德庆县", "其他"]
    },
    {
        "name": "惠州",
        "area": ["惠城区", "惠阳区", "博罗县", "惠东县", "龙门县", "其他"]
    },
    {
        "name": "梅州",
        "area": ["梅江区", "兴宁市", "梅县", "大埔县", "丰顺县", "五华县", "平远县", "蕉岭县", "其他"]
    },
    {
        "name": "汕尾",
        "area": ["城区", "陆丰市", "海丰县", "陆河县", "其他"]
    },
    {
        "name": "河源",
        "area": ["源城区", "紫金县", "龙川县", "连平县", "和平县", "东源县", "其他"]
    },
    {
        "name": "阳江",
        "area": ["江城区", "阳春市", "阳西县", "阳东县", "其他"]
    },
    {
        "name": "清远",
        "area": ["清城区", "英德市", "连州市", "佛冈县", "阳山县", "清新县", "连山壮族瑶族自治县", "连南瑶族自治县", "其他"]
    }]
},
{
    "name": "天津",
    "city": [{
        "name": "天津",
        "area": ["和平区", "河东区", "河西区", "南开区", "河北区", "红桥区", "塘沽区", "汉沽区", "大港区", "东丽区", "西青区", "津南区", "北辰区", "武清区", "宝坻区", "宁河县", "静海县", "蓟县"]
    }]
},
{
    "name": "宁夏",
    "city": [{
        "name": "银川",
        "area": ["兴庆区", "西夏区", "金凤区", "灵武市", "永宁县", "贺兰县", "其他"]
    },
    {
        "name": "石嘴山",
        "area": ["大武口区", "惠农区", "平罗县", "其他"]
    },
    {
        "name": "吴忠",
        "area": ["利通区", "青铜峡市", "盐池县", "同心县", "其他"]
    },
    {
        "name": "固原",
        "area": ["原州区", "西吉县", "隆德县", "泾源县", "彭阳县", "其他"]
    },
    {
        "name": "中卫",
        "area": ["沙坡头区", "中宁县", "海原县", "其他"]
    },
    {
        "name": "其他",
        "area": ["其他"]
    }]
},
{
    "name": "香港",
    "city": [{
        "name": "香港",
        "area": ["中西区", "湾仔区", "东区", "南区", "深水埗区", "油尖旺区", "九龙城区", "黄大仙区", "观塘区", "北区", "大埔区", "沙田区", "西贡区", "元朗区", "屯门区", "荃湾区", "葵青区", "离岛区", "其他"]
    }]
},
];

module.exports=citys